Repository: navid-az/abdi-group
Catalog: capabilities/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Oil and Gas Pipelines
fa: خطوط انتقال نفت و گاز

source: In order to accompany and cooperate with the pipeline operators in providing safe and reliable energy, ABDI-GROUP provides various services in the field of repair, maintenance and inspection of pipelines.
fa: در راستای همراهی و همکاری با بهره برداران خطوط لوله در تامین انرژی ایمن و پایدار، گروه عبدی خدمات متنوعی را در زمینه تعمیرات، نگهداری و بازرسی خطوط لوله ارایه می نماید.

source: These various services include:
fa: این خدمات متنوع شامل:

source: providing intelligent Inline-Inspection services
fa: ارایه خدمات پیگرانی هوشمند

source: non-Pigable pipeline and piping Inspection by non-contact methods
fa: بازرسی خطوط لوله و پایپینگ غیر قابل پیگرانی با روشهای غیر تماسی

source: inspection of off-shore pipelines
fa: بازرسی خطوط لوله زیر دریایی

source: cleaning pigs (supply of special pigs and Gel-pigs according to requirements), repairs, Valve clinic
fa: پیگرانی تمییز کننده ( تامین ژل پیگها و پیگهای ویژه بر حسب نیازمندیها )، تعمیرات، کلینیک تخصصی ولو

source: inspection services
fa: بازرسی خطوط لوله زیر دریایی

source: (Different groups including electrical and mechanical and instrumentation and cathodic protection, etc.)
fa: بازرسی ( گروههای مختلف شامل برق و مکانیک و ابزار دقیق و حفاظت کاتدی و ...)

source: Defect assessment using the latest technology of laser scanning and leak detection of pipelines (smart pigs, manual, vehicle, satellite images)
fa: ارزیابی عیوب با استفاده از تکنولوژی نوین لیزر اسکن و نشت یابی خطوط لوله( پیگهای هوشمند، دستی، خودرویی، تصاویر ماهواره)

source: Process Units
fa: واحدهای فرآیندی

source: ABDI-GROUP Relying on the knowledge of its founders in the field of oil, gas and petrochemical processes, conducting feasibility studies for Mini-Plants, also provides design, construction and commissioning services for these units.
fa: گروه عبدی با تکیه بر دانش متولیان خود در حوزه فرآیندهای نفت، گاز و پتروشیمی، ضمن انجام مطالعات امکان سنجی واحدهای کوچک ، خدمات طراحی، ساخت و راه اندازی این واحدها را نیز انجام می دهد.

source: The company is also providing project executive managing by highly skilled experts in this field
fa: این شرکت با استفاده از کارشناسان توانمند در این حوزه مدیریت پروژه های اجرایی را نیز عهده دار می گردد.

source: Civil Projects
fa: پروژه های ساختمانی

source: ABDI-GROUP, relying on more than half a century of experience in construction projects, Provides design and construction services for civil projects as well as construction project management.
fa: گروه عبدی به پشتوانه بیش از نیم قرن فعالیت در پروژه ها ساختمانی، خدمات طراحی و ساخت پروژه های ساختمانی و همچنین مدیریت پروژه های ساختمانی را ارایه می نماید.

source: Industrial Technology
fa: تکنولوژیهای صنعتی

source: ABDI-GROUP, relying on the knowledge, experience and expertise of partner groups, offers specific solutions to any industrial problem. At present, this company provides the following services, using the services of Iranian knowledge-based and also foreign companies:
fa: گروه عبدی با تکیه بر دانش و تخصص گروههای همکار، راه حلهای ویژه هر مشکل صنعتی را ارایه می نماید. در حال حاضر این شرکت با استفاده از خدمات شرکتهای دانش بنیان و شرکتهای خارجی ، خدمات زیر را ارایه می دهد:

source: Remediation of polluted soil
fa: فرآوری خاکهای آلوده به مواد نفتی و فاضلابهای صنعتی

source: Pipeline chemical cleaning
fa: تامین حلالهای صنعتی برای شستشوی خطوط لوله و تجهیزات فرآیندی

source: Manufacturing and supplying equipment (non-intrusive pig-signaler, Repairing Intelligent marker, sensors for monitoring operating conditions, Cathodic protection sensors…)
fa: ساخت و تامین تجهیزات ( پیگ سیگنالر غیر تماسی، مارکر هوشمند برای ثبت سوابق تعمیرات و نگهداری، سنسورهای شرایط عملیاتی و حفاظت کاتدی، ...)

source: Leak detection by satellite images
fa: نشت یابی خطوط لوله نفت و گاز با استفاده از تصاویر ماهواره ای

source: The company is also ready to cooperate in identifying technology owner companies, conducting negotiations, making contracts and supervising technology transfer, in the relevant field. Meanwhile, the company identifies knowledge-based companies in the field of oil and gas and uses the maximum local capacity for the development of new technologies, at the request of investors.
fa: همچنین این شرکت آماده همکاری در زمینه شناسایی شرکتهای صاحب تکنولوژی، انجام مذاکرات ، عقد قرارداد و نظارت بر انتقال تکنولوژی، در حوزه مرتبط، می باشد.ضمن اینکه این شرکت با شناسایی شرکتهای دانش بنیان توانمند در حوزه نفت و گاز از حداکثر توان داخلی برای توسعه تکنولوژیهای نوین بنا بر درخواست سرمایه گذاران اقدام می نماید.

source: Management Systems
fa: پیاده سازی سیستمهای مدیریتی

source: Managing a wide network of pipelines to ensure maximum safety at the reasonable cost is impossible without the use of an integrated management system and in the form of various organizational departments.
fa: مدیریت شبکه گسترده خطوط لوله جهت تامین حداکثر ایمنی با کمترین هزینه بدون استفاده از سیستم مدیریت یکپارچه و در قالب مدیریتهای متنوع سازمان غیر ممکن است.

source: Today, various standards have been developed to implement a system of physical asset management and integrated management and address the operators’ issues.
fa: . امروزه استانداردهای مختلفی برای پیاده سازی سیستم مدیریت داراییهای فیزیکی و مدیریت یکپارچه سلامت و بر طرف نمودن دغدغه های بهره برداران تدوین شده است.

source: On the other hand, development of information technology has facilitated operators' job, In such a way that the world's major operators have implemented management systems in the form of software.
fa: از طرف دیگر پیشرفتهای حاصل شده در زمینه تکنولوژی اطلاعات نیز در این زمینه کار بهره برداران را تسهیل نموده است به گونه ای که بهره برداران بزرگ دنیا سیستمهای مدیریتی را در قالب نرم افزاری نیز اجرا نموده اند.

source: oil and gas industries will face a large number of long-lived facilities over the next few years.
fa: صنایع نفت و گاز طی چند سال آینده با حجم وسیعی از تاسیسات با طول عمر بالا مواجه خواهند بود.

source: Of course, optimal economic management of this volume of depreciated facilities is impossible without the use of management system, and operators are forced to implement a system of physical asset management and integrated management in order to maintain these assets.
fa: بالطبع مدیریت بهینه اقتصادی این حجم از تاسیسات فرسوده بدون استفاده از سیستم مدیریت ی غیر ممکن میباشد و بهره برداران به منظور حفظ این سرمایه های ملی ناچار به پیاده سازی سیستم مدیریت دارایی فیزیکی و مدیریت یکپارچه میباشند.
