Repository: navid-az/abdi-group
Catalog: company/locale/*/LC_MESSAGES/django.po
Languages: fa

source: About Us
fa: درباره ما

source: ABDI-Group pipeline and process services was founded by a number of experts in the field of oil and gas and construction.
fa: گروه خدمات مهندسی نفت گاز پتروشیمی عبدی (گروه عبدی) توسط تعدادی از متخصصین حوزه نفت و گاز و ساختمان بنیانگذاری شد.

source: The company based its activities on providing new services for various industries, while with the support of more than half a century of activity in the field of construction projects, defined and developed its vision and mission in this field.
fa: این شرکت محور فعالیتهای خود را بر ارایه خدمات نوین به صنایع مختلف بنیان نهاد ضمن اینکه به پشتوانه بیش از نیم قرن فعالیت در حوزه پروژه های ساختمانی، چشم انداز و ماموریت خود را در این حوزه نیز تعریف و تدوین نمود.

source: Our organization values: Customer rights, Honesty and Decency, Hard work and perseverance, knowledge, Discipline and integrity, social responsibilities
fa: ما میخواهیم بهترین باشیم در این راه حقوق مشتری‌، صداقت و درستی، دانش تخصصی، سخت کوشی و پشتکار ، نظم و یکپارچگی و مسئولیتهای اجتماعی ارزشهای سازمانی ما هستند.

source: Mahdi Bargah Soleymani
fa: مهدی بارگاه سلیمانی

source: Managing Director and Chairman of the Board
fa: مدیر عامل و رییس هیات مدیره

source: MSc. Chemical Eng. Tehran University
fa: کارشناس ارشد مهندسی شیمی دانشگاه تهران

source: 6 years experience in oil field operation
fa: 6 سال تجربه در میادین نفتی

source: More than 15 years experience in oil and gas process , including design, execution, commissioning and project management of oil, gas and petrochemical process.
fa: بیش از 15 سال تجربه در بخشهای مختلف فرآیندی شامل طراحی، اجرا، مدیریت طرح واحدهای فرآیندی نفت ، گاز و پتروشیمی

source: Mahnaz Azimi Khasraghi
fa: مهناز عظیمی خسرقی

source: Vice president of the Board
fa: نایب رییس هیات مدیره

source: MSc of Industrial Management- Financial Science and Research Branch of AZAD University
fa: کارشناس ارشد مدیریت صنعتی- مالی دانشگاه علوم و تحقیقات

source: Experience: More than 10 years Iranian Private Bank (PARSIAN)
fa: بیش از 10 سال تجربه در امور بانکی

source: Behzad Abdi
fa: بهزاد عبدی

source: Member of the Board
fa: عضو هیات مدیره

source: Master In Structure Engineering Iran University of Science & Technology/TEHRAN
fa: کارشناس ارشد عمران سازه دانشگاه علم و صنعت ایران

source: Engineer license Grade Senior (designing& Supervising & Construction) Organization for Engineering Order of Building – Ministry of Roads and City Planning- 1997 – Contd. More than 25 years of experience in designing, executing, supervising and managing construction projects
fa: رتبه ارشد نظام مهندسی با بیش از 25 سال سابقه طراحی، اجرا، نظارت و مدیریت پروژه های ساختمانی

source: Hossein Abdi
fa: حسین عبدی

source: Founder and Share holder
fa: موسس و سهام دار

source: Chemical Eng. Tehran University, Law shiraz University, LLM of oil and Gas Law Tehran University
fa: مهندس شیمی دانشگاه تهران، کارشناس حقوق و کارشناس ارشد حقوق نفت و گاز دانشگاه تهران

source: Engineer license Grade 2 (Supervising) Organization for Engineering Order of Building – Ministry of Roads and City Planning- 2003 – Contd.
fa: رتبه 2 سازمان نظام مهندسی

source: More than 20 years of experience in Gas industry
fa: با بیش از 20 سال سابقه در صنعت گاز کشور

source: History
fa: تاریخچه

source: ABDI-GROUP is led by managers with more than 20 years of experience in the oil, gas and construction industry. The managers of construction have more than half a century of experience in the field of construction.
fa: گروه عبدی را مدیرانی با بیش از 20 سال سابقه در صنعت نفت و گاز و ساختمان هدایت می کنند، مدیران بخش ساختمانی دارای بیش از نیم قرن پشتوانه در حوزه ساختمان می باشد.

source: Partner Companies
fa: شرکتهای همکار

source: ABDI-GROUP is proud to offer various industrial solutions to solve the problems of Operators of different industries, relying on the power of local knowledge-based companies.
fa: گروه عبدی افتخار دارد با تکیه بر توان شرکتهای دانش بنیان راهکارهای صنعتی متنوعی را برای حل مشکلات بهره برداران صنایع مختلف ارایه می نماید

source: Contact Us
fa: تماس با ما

source: Main Office:
fa: دفتر مرکزی:

source: Un.5 No-1 Rokni Dead End, Khorosh St, Varaste St, Dolat St, Pasdaran, Tehran
fa: پاسداران،خیابان دولت،خیابان وارسته،کوچه خروش،بن بست رکنی،پلاک ۱،واحد ۵
