Repository: navid-az/abdi-group
Catalog: product_and_services/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Civil Projects
fa: پروژه های ساختمانی

source: ABDI-GROUP, relying on more than half a century of experience in construction projects, Provides design and construction services for civil projects as well as construction project management.
fa: گروه عبدی به پشتوانه بیش از نیم قرن فعالیت در پروژه ها ساختمانی، خدمات طراحی و ساخت پروژه های ساختمانی و همچنین مدیریت پروژه های ساختمانی را ارایه می نماید.

source: Design, construction and supervision of tower buildings
fa: طراحی, ساخت و نظارت بر اجرای ساختمانهای بلند

source: Design, construction and supervision of bridge and underpass
fa: طراحی, ساخت و نظارت بر اجرای پلها و زیر گذرها

source: Design, construction and supervision of multipurpose tunnels
fa: طراحی, ساخت و نظارت بر اجرای تونلهای چند منظوره

source: Design of space frame
fa: طراحی سازه های فضایی

source: Design and construction of Concrete and stone retaining walls for soil stability
fa: طراحی و اجرای دیوار حایل بتنی و سنگی جهت پایداری خاک

source: Improving and increasing soil bearing capacity by Deep Soil Mixing-DSM and micropiles
fa: بهسازی و افزایش ظرفیت باربری خاک به روش اختلاط عمیق خاک (Deep Soil Mixing - DMS) و روش های میکروپایل

source: Implementation of data model in accordance with the requirements of operators based on physical asset management systems and integrated health management system by Iranian experts. The development of these softwares has been done by comparing internationally well-known software based on more than 20 years experience in the oil and gas industry.
fa: پیاده سازی دیتا مدل منطبق بر نیاز بهره برداران بر اساس سیستمهای مدیریت دارایی فیزیکی و مدیریت یکپارچه سلامت توسط متخصصین ایرانی.توسعه این نرم افزارها با مقایسه نرم افزارهای شناخته شده بین المللی مبتنی بر بیش از 20 سال سابقه بهره برداری در صنعت نفت و گاز صورت گرفته است.

source: Integrated pipeline integrity management
fa: مدیریت یکپارچه سلامت خطوط لوله

source: Management of physical assets
fa: مدیریت داراییهای فیزیکی

source: Risk management and inspection systems
fa: 5-4 سیستمهای مدیریت ریسک و بازرسی

source: Coating and Cathodic Protection
fa: پوشش و حفاظت کاتدی

source: Coating and Cathodic
fa: پوشش و حفاظت کاتدی

source: Design and execution of cathodic protection systems
fa: طراحی و اجرای سیستم های حفاظت کاتدی

source: In this field, ABDI-GROUP provides the following services with the support of qualified and experienced experts.
fa: در این حوزه گروه عبدی با پشتوانه متخصصین مجرب و تایید صلاحیت شده خدمات ذیل را ارایه می نماید.

source: Design of cathodic protection systems
fa: طراحی سیستم های حفاظت کاتدی

source: Design of cathodic protection systems of buried structures (oil, gas, petrochemical and water pipelines, power lines and metal gas supply networks, tanks, valves, etc.) with impressed current methods, sacrificial anodes systems, closed anodes ground beds and cathodic protection hybrid systems and preparation of basic design documents and detail design documents, based on the provisions of valid references and standards.
fa: طراحی سیستم های حفاظت کاتدی سازه های مدفون( خطوط لوله در صنایع نفت، گاز، پتروشیمی و آب، خطوط تغذیه و شبکه های فلزی گاز رسانی، مخازن، شیرآلات و ...) با روشهای جریان اعمالی، سیستم های فدا شونده، بسترهای آندی نزدیک و سیستم های تلفیقی( هیبریدی) و تهیه مدارک طراحی اولیه(Basic Design Documents) و مدارک طراحی نهایی(Detail Design Documents)، بر اساس مفاد مندرج در مراجع و استاندارد های معتبر

source: Supply of cathodic protection items (procurement)
fa: تامین و تهیه اقلام حفاظت کاتدی

source: Supply of all equipment required for cathodic protection systems from reliable internal and external supplier.
fa: تامین اقلام و تجهیزات مورد نیاز سیستم های حفاظت کاتدی از منابع معتبر داخلی و خارجی

source: Construction of cathodic protection systems
fa: اجرا و احداث سیستم های حفاظت کاتدی

source: Construction of cathodic protection stations in accordance with IPS standard drawings and relevant design documents
fa: احداث ایستگاه های حفاظت کاتدی مطابق نقشه های استاندارد IPS و مدارک طراحی مربوطه

source: Construction control and monitoring equipment of cathodic protection systems on pipelines and stations (potential test points, connection points, corrosion coupons, ...), in accordance with IPS standard drawings and relevant design documents.
fa: اجرای تجهیزات کنترل و پایش سیستم های حفاظت کاتدی در خطوط لوله و تاسیسات( نقاط اندازه گیری پتانسیل، نقاط اتصال، کوپن های اندازه گیری، ...) ، مطابق نقشه های استاندارد IPS و مدارک طراحی مربوطه

source: Inspection of cathodic protection systems equipment
fa: بازرسی از اقلام و تجهیزات سیستم های حفاظت کاتدی

source: Preparation of inspection Test Plan (ITP) for cathodic protection equipment
fa: تهیه دستورالعمل های بازرسی( ITP ) اقلام حفاظت کاتدی

source: Inspection of cathodic protection equipment in accordance with inspection procedures (ITP) and relevant standards (sampling, making samples, supervision on tests according to test methods and getting results)
fa: انجام بازرسی از اقلام حفاظت کاتدی، مطابق دستورالعمل های بازرسی( ITP ) و استاندارد های مربوطه( نمونه گیری، نمونه سازی، نظارت بر انجام آزمایشات مطابق روش ها و اخذ نتایج حاصله)

source: Preparation of inspection report in accordance with EN 10204 and analysis of results based on the criteria characterized in the relevant standards
fa: تهیه گزارش بازرسی مطابق EN 10204 و تحلیل نتایج حاصله در تطابق با معیار های مندرج در استاندارد های مربوطه

source: Inspection and supervision of coating rehabilitation projects
fa: بازرسی و نظارت بر پروژه های تعویض پوشش

source: Inspection and supervision of the process of coating rehabilitation projects in accordance with the provisions of the contract documents
fa: بازرسی و نظارت بر فرآیند تعویض پوشش مطابق مفاد مندرج در شرح پیمان

source: Inspection of coating material, in accordance with the Coating Inspection procedure (ITP) and relevant standards (sampling, making sample, supervision on tests in accordance with test methods and preparation of inspection report in accordance with EN 10204 and analysis of the results)
fa: انجام بازرسی از اقلام پوششی، مطابق دستورالعمل های بازرسی پوشش( ITP ) و استاندارد های مربوطه( نمونه گیری، نمونه سازی، نظارت بر انجام آزمایشات مطابق روش ها و تهیه گزارش بازرسی مطابق EN 10204 و تحلیل نتایج حاصله)

source: Performing all quality control tests at the site and preparing inspection report
fa: انجام کلیه آزمایشات کنترل کیفی در محل سایت و تهیه گزارش بازرسی

source: Inspection and supervision of construction projects of cathodic protection systems
fa: بازرسی و نظارت بر پروژه های احداث سیستم های حفاظت کاتدی

source: Inspection and supervision of the construction of cathodic protection stations and equipment for control and monitoring of cathodic protection systems on pipelines and stations in accordance with IPS standard drawings and relevant design documents.
fa: بازرسی و نظارت بر عملیات احداث ایستگاه های حفاظت کاتدی و تجهیزات کنترل و پایش سیستم های حفاظت کاتدی در خطوط لوله و تاسیسات مطابق نقشه های استاندارد IPS و مدارک طراحی مربوطه

source: Analyzing the results of pipe to soil potential readings and cathodic protection stations data
fa: تحلیل و بررسی نتایج ارقام پتانسیل لوله نسبت به خاک و ارقام ایستگاههای حفاظت کاتدی

source: Inspection of factory coatings and under construction weld coatings of pipelines and stations and preparing inspection report
fa: بازرسی پوشش کارخانه ای و پوشش سرجوش های خطوط لوله و تاسیسات در حال احداث و تهیه گزارش

source: Inspection of painting of above ground piping
fa: - بازرسی از رنگ آمیزی لوله های رو زمینی

source: inspecting of corrosion defects reported by ILI and preparing inspection report (pit gauge and 3D scan)
fa: بازرسی از نقاط خوردگی حاصل از نتایج پیگرانی هوشمند و ارائه گزارش

source: Operation, maintenance and repair of cathodic protection systems
fa: بهره برداری و نگهداری و تعمیرات سیستم های حفاظت کاتدی

source: Measurement and adjustment of drain point potential, voltage and current of transformer rectifiers
fa: اندازه گیری و تنظیم پتانسیل نقطه تزریق، ولتاژ و جریان ترانس های رکتیفایر

source: Measurement of pipe to soil potential of pipelines and piping
fa: اندازه گیری پتانسیل لوله نسبت به خاک در خطوط لوله و تاسیسات

source: Repair and Maintenance of cathodic protection systems( cathodic protection systems and control and monitoring of cathodic protection systems on pipelines and stations)
fa: نگهداری و تعمیرات سیستم های حفاظت کاتدی( ایستگاه های حفاظت کاتدی و تجهیزات کنترل و پایش در خطوط لوله و تاسیسات)

source: Supplying all parts of transformer rectifiers and repairing.
fa: تامین قطعات و تعمیر ترانس های رکتیفایر

source: Rehabilitate of Anode ground beds
fa: احیا بستر های آندی

source: Cleaning Pigs
fa: پیگرانی تمییز کننده

source: One of the essential needs in the maintenance of pipelines is the cleaning of pipelines in specific intervals, especially before the intelligent inspection. Today in order to clean the pipelines, leading international companies in the field of pipeline inspection, design and manufacture High-efficiency cleaning pigs. These types of pigs, which are offered by different companies under different names, have much more cleaning effectivness than the old and common cleaning pigs.
fa: يكي از نیازهاي ضروري در امر نگهداري از خطوط لوله، پاكسازي خطوط در دوره هاي زماني مشخص به خصوص پيش از عمليات بازرسي هوشمند خطوط لوله مي باشد. امروزه به منظور پاكسازي هرچه بهتر خطوط لوله، شركت هاي بين المللي پيشرو در عرصه بازرسي خطوط لوله، اقدام به طراحي و ساخت توپك هاي پاكسازي با راندمان بالا نموده اند. اين نوع توپك ها كه با نامهاي مختلف توسط اين شركت ها ارائه شده است، قدرت پاكسازي بسيار بيشتري نسبت به توپك هاي پاكسازي قديمي و متداول دارد.

source: They also use magnetic cleaning pigs for cleaning.
fa: همچنین برای پاکسازی از پیگهای تمییز کننده مغناطیس استفاده می کنند.

source: The concern of operators in this field is to ensure documented performance of these pigs.
fa: دغدغه بهره برداران در این زمینه حصول اطمینان بصورت مستند از عملکرد این پیگها می باشد.

source: The company uses the ability of local knowledge-based companies and the transfer of technology to meet all the needs of operators in this regard.
fa: این شرکت با استفاده از توان شرکتهای دانش بنیان داخلی و انتقال تکنولوژی خارجی تمامی نیازهای بهره برداران در این خصوص را تامین می نماید.

source: In addition to providing cleaning services, this company is able to supply local and international companies’ tool in this field, while also providing the following services :
fa: این شرکت علاوه بر ارایه خدمات پیگرانی تمییز کننده قادر به تامین تجهیزات داخلی و خارجی در این حوزه می باشد ضمن اینکه خدمات ذیل را نیز ارایه می نماید:

source: Development of appropriate specifications and features for the cleaning pigs to make the appropriate pigs
fa: تدوين مشخصات و ويژگيهاي مناسب براي توپك پاكسازي جهت ساخت توپك مناسب

source: Testing and supervising the manufacture of cleaning pigs
fa: تست و نظارت بر ساخت توپك هاي پاكسازي

source: Providing appropriate technology to evaluate the performance of cleaning pigs and measure their effectiveness and efficiency
fa: ارایه تکنولوژی مناسب جهت ارزيابي عملكرد توپك هاي پاكسازي و سنجش ميزان اثرپذيري و كارايي آنها

source: Fitness for Service & Fitness for Purpose
fa: ارزیابی عیوب

source: FFS and FTP
fa: ارزیابی عیوب

source: Performing fitness for service assessment of pipelines using laser scan dimensions. Defect assessment software has been developed by Iranian experts.
fa: انجام ارزیابی فشار پذیری خطوط لوله با استفاده از ابعاد برداری لیزر اسکن. نرم افزار ارزیابی عیوب توسط متخصصین ایرانی توسعه یافته است.

source: In addition, it is possible to feed information to external software.
fa: ضمن اینکه امکان تغذیه اطلاعات به نرم افزارهای خارجی نیز وجود دارد.

source: Inline Inspection
fa: پیگرانی هوشمند

source: There are various methods to identify defects in oil and gas pipelines. Pipeline operators choose a method or a combination of the according to the several parameters included:
fa: برای شناسایی عیوب خطوط لوله نفت و گاز روشهای متنوعی موجود است بهره برداران خطوط لوله با توجه به :

source: capabilities of these methods
fa: قابلیتهای این روشها

source: pipeline conditions
fa: شرایط خط لوله

source: costs
fa: هزینه های اجرایی

source: According to the experiences of large pipeline operators, various criteria for selecting these methods can be enumerated. Each smart pig has the ability to detect a wide range of defects.
fa: با توجه به تجربیات بهره برداران بزرگ خطوط لوله معیارهای متنوعی برای انتخاب این روشها می توان برشمرد.هر پیگ هوشمند قابلیت شناسایی رنج وسیعی از عیوب را دارا می باشد.

source: Types of smart pigs are:
fa: انواع پیگهای هوشمند عبارتند از :

source: EGP (Electronic Geometry Pig)
fa: پیگ هوشمند (EGP):

source: It is used to check the roundness of the pipe cross section and is available in both mechanical and electronic forms.
fa: برای بررسی گرد بودن مقطع لوله بکار می رود و به دو صورت مکانیکی و الکترونیکی موجود می باشد.

source: MFL (Magnetic Flux Leakage)
fa: پیگ هوشمند (MFL):

source: This tool uses the principles of magnetic flux leakage. The magnetic flux density in a metal leak, where its thickness has decreased due to corrosion. By measuring this magnetic leakage by Hall sensors that directly measure the magnetic flux, the location of the corrosion is detected.
fa: این دستگاه از اصول نشت شار مغناطیسی استفاده می کند . دانسیته شار مغناطیسی در فلز در جایی که ضخامت آن بعلت خوردگی کاهش یافته است نشت می نماید با اندازه گیری این نشت مغناطیسی توسط سنسورهایHall که مستقیماً شار مغناطیسی را اندازه گیری می کنند محل خوردگی شناسایی می گردد.

source: Of course, this device has disadvantages, including the similar effect of different phenomena, because the sensors measure and record any kind of flux change, and the difference between them must be determined by the interpreter.
fa: البته این دستگاه نیز دارای معایبی است از جمله اثر مشابه پدیده های مختلف است زیرا سنسورها هر نوع تغییر شاری را اندازه گیری و ثبت می نمایند و بایستی تفاوت بین آنها توسط مفسرین مشخص گردد .

source: Other disadvantages of this tool include the inability to detect SCC in the early stages of its development. While using this method is more expensive than other methods.
fa: از جمله معایب دیگر این تجهیزات عدم توانایی تشخیص SCC در زمانهای اولیه ایجاد آن می باشد . ضمن اینکه استفاده از این روش نسبت به روشهای دیگر هزینه بسیار زیادی دارد.

source: TFI (Transverse Field Inspection)
fa: پیگ هوشمند (TFI)

source: According to a 10-year study of smart pigging reports by Russian Gazprom, only 1%% of the defects are cracks that MFL pigs are not able to detect, but in terms of the high risk of these defects (the effect of pipe stress on rupture), operating companies also put TFI pigs on their scope of work In addition, driving the TFI pig with MFL creates a more accurate combination report. On the other hand, the increase in the cost of adding a TFI pig compared to the whole project is acceptable and justifiable.
fa: طی بررسی بعمل آمده در یک بازه 10 ساله در گزارشات پیگ رانی هوشمند شرکت گاز پروم روسیه تنها 1 درصد ازعیوب را عیوب ترک که پیگهای MFL قادر به شناسایی آنها نیستند تشکیل می دهد اما به لحاظ ریسک بالای این عیوب ( تاثیر تنش لوله در گسستن آنها) شرکتهای بهره بردار، پیگ TFI را نیز در شرح کار خود قرار می دهندعلاوه بر این راندن پیگ TFI به همراه MFL گزارش ترکیبی دقیق تری را ایجاد می کند. از طرف دیگر افزایش هزینه افزودن پیگ TFI در مقایسه با کل پروژه قابل قبول و توجیه پذیر می باشد.

source: UT (Ultrasonic tool)
fa: پیگ هوشمند (UT):

source: Advantages
fa: مزایا

source: Accurate and reliable measurement of pipe wall thickness
fa: اندازه گيري دقيق و قابل اطمينان ضخامت ديواره لوله

source: No restrictions on measuring high thicknesses
fa: عدم محدوديت در اندازه گيري ضخامتهاي بالا

source: In conditions which there are many defects,Ut is more sensitive than mfl
fa: در شناسايي تعداد بالاي عيوب از پيگ MFL حساستر است.

source: Lamination detection
fa: عیوب لایه شدن را تشخیص می دهد.

source: Disadvantages
fa: معایب

source: Due to the need for liquid fluid to transmit and receive sound waves, this pig has only the ability to inspect the lines carrying liquid fluid and can not be used in gas transmission lines.
fa: بدلیل لزوم وجود سیال مایع برای انتقال و دریافت امواج صوتی، اين پيگ تنها قابليت بازرسي خطوط حامل سيال مايع را دارا ميباشد و امكان استفاده در خطوط انتقال گاز وجود ندارد.

source: EMAT
fa: پیگ هوشمند (EMAT):

source: Whenever a conductive material conducting electricity is near the surface of a metal, and is placed in a magnetic field, electromagnetic force enters the metal surface according to Laurentz's law. This induced force on the metal, depending on the direction of the magnetic field as well as the electric current of the wire, can cause shear, longitudinal or surface waves in the metal. This method eliminates the need for an intermediate material to create an ultrasonic wave, and lines containing gas can also be inspected by this method.
fa: هر گاه يك ماده رساناي حامل جريان الكتريسيته در نزديكي سطح يك فلز قرار داشته، و در يك ميدان مغناطيسي قرار گيرد، بر اساس قانون لورانتز به سطح فلز نيروي الكترومغناطيس وارد ميشود. اين نيروي القا شده به فلز بسته به جهت ميدان مغناطيسي و نيز جهت جريان الكتريكي سيم، مي تواند باعث بوجود آمدن امواج برشي، طولي و يا ورقي در فلز شود. با اين روش در واقع لزوم وجود ماده واسط براي ايجاد موج التراسونيك از بين مي رود و خطوط حاوي گاز نيز بدين روش قابل بازرسي هستند

source: In this method, the coil and the permanent magnet are located near the metal surface. forced by radio waves (RF) and produce eddy currents. These waves are in constant magnetic contact.
fa: در اين روش سيم پيچ و مگنت دايم در نزديكي سطح فلز قرار دارند . سيم پيچ توسط امواج راديويي(RF)تحريك ميشوند و امواج گردابي (Eddy current) توليد ميكنند

source: They cause mechanical strain, so they emit sound waves in the pipe.
fa: اين امواج در تماس مغناطيس دايمكرنش مكانيكي را سبب ميشوند بنابراين در لوله امواج صوتي صادر ميگردند.

source: Inspection
fa: پیگرانی هوشمند

source: (Fixed Equipment and Instruments)
fa: (مکانیک، برق و ابزاردقیق)

source: Our company uses experienced, qualified personnel to inspect all types of equipment in accordance with international standards and procedures.
fa: این شرکت با استفاده از نیروهای مجرب بازرسی انواع تجهیزات را بر اساس استانداردها و دستورالعمل های بین المللی انجام می دهد.

source: Inspection of Electrical and Instrument Equipments in Accordance with ITP
fa: بازرسي سيستم زمين (بازرسي چشمي، اندازه گيري مقاومت اتصالات، اندازه گيري مقاومت زمين ، همبندي)

source: Inspection of The Earthing System (Visual Inspection, Resistance Tests Across Joints, Measurement of Electrode System Resistance to Earth, Checking The Integrity of the Bonding)
fa: بازرسي از نحوه ي همبندي بين سيستم زمين فشار قوي و سيستم زمين فشار ضعيف

source: Inspection of The Bonding Between High Voltage Earthing System and Low Voltage Earthing System
fa: بازرسي سيستم حفاظت در مقابل صاعقه (حين بهره برداري و حين خريد تجهيزات)

source: Inspection of The Lightning Protection System During Purchase and Operation
fa: بازرسی از اقلام و تجهیزات سیستم های حفاظت کاتدی:

source: Inspection of The Power Transformer during purchase and operation
fa: بازرسي از ترانسفورماتورهاي يكسوساز سيستم حفاظت كاتدي حين خريد و بهره برداري

source: Inspection of The Rectifier Transformer for Cathodic Protection System During Purchase and Operation
fa: بازرسي از كفپوش عايق الكتريكي حين خريد و بهره برداري

source: Inspection of The Electrical Insulating Matting During Purchase and Operation
fa: بازرسي از رله هاي حفاظتي تك حفاظته و چند حفاظته

source: Inspection of The Single Function and Multi-Function Protection Relays
fa: بازرسي از موتورهاي الكتريكي حين خريد و بهره برداري

source: Inspection of The Electrical Motors During Purchase and Operation
fa: بازرسي از موتورهاي الكتريكي ضد انفجار حين خريد

source: Inspection of The Explosion Proof Electric Motors During Purchase
fa: بازرسي از باطري حين خريد و بهره برداري

source: Inspection of The Battery During Purchase and Operation
fa: ازرسي از كابل ولتاژ پايين و ولتاژ متوسط حين خريد و بهره برداري

source: Inspection of The High and Low Voltage Cables During Purchase and Operation
fa: بازرسي از مواد كاهنده مقاومت الكتريكي سيستم زمين

source: Inspection of The Enhancing Compounds for Reducing the Electrical Resistance of Earthing System
fa: بازرسي از رله هاي الكتريكي كليدهاي هوايي

source: Inspection of The Air Circuit Breakers Protection Relays
fa: بازرسي از برقگيرهاي ولتاژ متوسط خطوط تغذيه

source: Inspection of The Metal – Oxide Surge Arresters Without Gaps for Ac System
fa: بازرسي از دكل هاي مخابراتي حين بهره برداري

source: Inspection of The Telecommunication Towers During Operation
fa: بازرسي از روغن ترانسفورماتورهاي قدرت حين خريد و بهره برداري (آزمون كيفي)

source: Inspection of the Mineral insulating oils in electrical equipment During Purchase and Operation
fa: پايش وضعيت و عيب يابي ترانسفورماتورهاي قدرت حين بهره برداري با استفاده از آزمون گازكروماتوگرافي روغن

source: Inspection of The Mineral Oil-Filled Electrical Equipment in Service – Guidance On the Interpretation of Dissolved and Free Gases Analysis
fa: بازرسي از نحوه ي نمونه برداري روغن براي آزمون كنترل كيفي و گازكروماتوگرافي

source: Inspection of The Method of Sampling Insulating Liquids for Quality Control and Gas Chromatography Testes
fa: بازرسي حين خريد از مولدهاي برق اضطراري

source: Inspection of The Emergency Power Generators During Purchase
fa: بازرسي حين خريد از منابع تغذيه بدون وقفه

source: Inspection of The Uninterruptible Power Supply During Purchase
fa: بازرسي از تابلوهاي فشار ضعيف و فشار قوي حين خريد

source: Inspection of The Low Voltage and High Voltage Switchgear During Purchase
fa: بازرسي از منابع تغذيه سوئيچينگ سيستم حفاظت كاتدي

source: Inspection of the Switching Power Supplies for Cathodic Protection
fa: بازرسي از منابع تغذيه سوئيچينگ سيستم حفاظت كاتدي

source: Inspection of the Polarization Cell Replacement During Purchase
fa: بازرسي ازدستگاه سل پلاريزه كننده ( PCR )حين خريد

source: Leak Detection
fa: نشت یابی

source: FID and laser leak detection with ATEX certification
fa: انجام نشت یابی دستی FID و لیزری دارای گواهی نامه ATEX

source: Car/vehicle leak detection
fa: انجام نشت یابی خودرویی

source: Leak detection of oil and gas pipelines using satellite images
fa: نشت یابی خطوط لوله نفت و گاز با استفاده از تصاویر ماهواره ای

source: Repairing
fa: تعمیرات

source: Metal and non-Metal(Composite) repairing of pipelines and vessels and reservoirs
fa: این شرکت با استفاده از توان متخصصین ایرانی و شرکتهای داخلی نسبت انجام تعمیرات مورد نیاز بر روی ولوهای از رده خارج شده با انجام تستهای عملکردی و بازگشت به سرویس اقدام می نماید.

source: Under Water Inspection-ROV
fa: پیگرانی هوشمند

source: Offshore pipeline inspection can be operated by scuba diver or mounted on a ROV.
fa: روش اندازه گیری اعوجاج مغناطیسی در خطوط زیر دریایی قابل اجرا می باشد و نتایج بدست آمده در بازرسی خطوط لوله زیر دریایی، از نظر بهره برداران رضایتبخش بوده است. این بازرسی توسط تیم غواصی و یا دستگاه ROV صورت می گیرد.

source: Unpigable Pipelines
fa: بازرسی خطوط لوله و پایپینگ غیر قابل پیگرانی

source: About 40 to 60 percent of pipelines are non-pigable, while the problems of inline inspection and its high cost have limited the use of this method. As a result, operators have always sought alternative methods to ensure the integrity of pipelines and facilities. In addition to locating defects, these methods should be able to categorize defects based on their severity to implement monitoring and repair programs. we recommend two methods, HATs (Hybrid Acoustic Technology System) and a method for measuring magnetic distortion around defects.
fa: حدود 40 تا 60 درصد خطوط لوله غیر قابل پیگرانی هستند ضمن اینکه مشکلات پیگرانی هوشمند و هزینه های زیاد آن، کاربرد این روش را محدود کرده است. بدین سبب بهره برداران همواره بدنبال روشهای جایگزین برای حصول اطمینان از سلامت خطوط لوله و تاسیسات بوده اند. این روشها علاوه بر موقعیت یابی عیوب ، باید قابلیت تفکیک و دسته بندی عیوب را جهت پیاده سازی برنامه های پایش و تعمیرات داشته باشند. این شرکت با بررسی روشهای موجود، دو روش HATs(Hybrid Acoustic Technology System) و روش اندازه گیری اعوجاجهای مغناطیسی اطراف عیوب را توصیه می کند.
