Repository: navid-az/abdi-group
Catalog: product_and_services/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Buried Pipeline Inspection
fa: بازرسی خط لوله مدفون

source: Measurement of magnetic distortion of buried lines up to 10 times the diameter of the pipe is possible. obtained results in the inspection of buried pipelines have been satisfactory for the operators.
fa: اندازه گیری اعوجاج مغناطیسی خطوط مدفون تا عمق 10 برابر قطر لوله امکان پذیر می باشد و نتایج بدست آمده در بازرسی خطوط لوله مدفون، از نظر بهره برداران رضایتبخش بوده است.

source: Valve Clinic
fa: کلینیک تخصصی ولو

source: This company uses the ability of Iranian specialists and local companies to perform the required repairs on valves by executing performance tests and returning to service.
fa: این شرکت با استفاده از توان متخصصین ایرانی و شرکتهای داخلی نسبت انجام تعمیرات مورد نیاز بر روی ولوهای از رده خارج شده با انجام تستهای عملکردی و بازگشت به سرویس اقدام می نماید.

source: Process Units
fa: واحد های فرایندی

source: ABDI-GROUP Relying on the knowledge of its founders in the field of oil, gas and petrochemical processes, conducting feasibility studies for Mini-Plants, also provides design, construction and commissioning services for these units.
fa: گروه عبدی با تکیه بر دانش متولیان خود در حوزه فرآیندهای نفت، گاز و پتروشیمی، ضمن انجام مطالعات امکان سنجی واحدهای کوچک ، خدمات طراحی، ساخت و راه اندازی این واحدها را نیز انجام می دهد.

source: The company is also providing project executive managing by highly skilled experts in this field
fa: این شرکت با استفاده از کارشناسان توانمند در این حوزه مدیریت پروژه های اجرایی را نیز عهده دار می گردد.

source: Basic Design
fa: طراحی پایه (Basic Design)

source: Detail Design
fa: طراحی تفصیلی (Detail Design)

source: Procurment services & Procurement of Chemical , Desicants , Adsorbants & Catalysts
fa: خدمات مهندسی خرید و خرید موادشیمیایی و جاذبهای شیمیایی و کاتالیست

source: ( Precommissiong / Commissioning & Start up of Process & Utility units)
fa: پیش راه اندازی و راه اندازی واحدهای فرایندی و یوتیلیتی

source: (Production operation of Process & Utility Units)
fa: عملیات بهره برداری واحدهای فرایندی و یوتیلیتی

source: (Training of engineering and operation personnel of chemical , petrochemical & Utility Units and plants)
fa: آموزش کارکنان مهندسی و بهره برداری واحد های شیمیایی

source: Training Courses
fa: برگزاری دوره های آموزشی شامل

source: Process Engineer Courses
fa: تربیت مهندس فرایند شامل آشنایی با مدارک فرایندی . تهیه نقشه های فرایندی سایزینگ تجهیزات. تهیه دیتاشیت تجهیزات. سایزینگ خطوط. تهیه لیست تجهیزات و خطوط. انجام محاسبات فرایندی.

source: Providing ESD, UDD, P&ID, PFD Maps
fa: نقشه های PFD ,P&ID ,UDD ,ESD

source: Chemical plants simulation : AspenHysis, PRO II
fa: نرم افزارهای شبیه سازی فرایند های شیمیایی AspenHysys, PRO ll

source: Heat Exchanger and Air cooler Simulation: EDR, HTRI
fa: نرم افزارهای طراحی مبدلهای حرارتی و خنک کنهای هوایی HTRI, EDR

source: Fluid Distribution simulation: OLGA, Pipesim, Pipephase, OLGA
fa: نرم افزارهای های انجام مطالعات هیدرولیکی و شبکه های توزیع و انتقال سیال Pipenet, pipesim, Pipephase, OLGA

source: Surge Study AFT Impulse
fa: نرم افزارهای انجام مطالعات ضربه قوچ Surge Study, AFT Impulse

source: Steam & Condensate Network , Cooling Water Network
fa: آشنایی با تجهیزات و سیکلها و شبکه های آب و بخار و آب خنک کننده

source: Pressure Safety & Relief Valves (PSVs & PRVs), Blow Down Valves (BDVs) ,Flare Network
fa: آشنایی با شیر های ایمینی شیر های تخلیه و فلر استانداردهای مرتبط API 520/521/526 IPS 450/460/470, Flare Tip & Accessories, Flare Network, Blow Down Valves(BVDs), Pressure Safety & Relief Valves(PSVs & PRVs)
